#Адрес сетевого приложения - ip и порт
#Socket - возможность установить связь между 2-мя узлами сети. Для обмена данными
#Программный интерфейс использующий ip и номер порта

# Серверный socket
# Клиентский socket

# Сетевые протоколы

# UDP (user datagram protocol) Отправка небольших пакетов без установки соединения. Компьютерные приложения могут
# посылать сообщения другим хостам по IP-сети без необходимости предварительного сообщения для установки
# специальных каналов передачи или путей данных.


# TCP (transmission control protocol)
#TCP протокол
#Надежный протокол
#Порядок пакетов соблюдается
# Рукопожатие перед установкой соединения
# Обмен данными



