#Соня
1. Даны два целых числа A и B (A < B). Вывести в порядке возрастания все целые числа, 
расположенные между A и B (включая сами числа A и B), 
а также количество N этих чисел.



#Андрей 
1. Даны целые числа K и N (N > 0). Вывести N раз число K.




#Лера
1.Дано вещественное число — цена 1 кг конфет. 
Вывести стоимость 1.2,1.4, . . . , 2 кг конфет.




1. Вы вводите число с клавиатуры. 
Это количество раз напечатать слово "Привет"

2. Семь раз запросить ввод числа с клавиатуры

3. Запросить ввод пароля с клавиатуры Четыре раза 



#continue 
#break 

4. 10 раз запросить ввод числа с клавиатуры.
Если ввели число больше чем 10,
выйти из цикла. 
*Посчитать кол-во удачных попыток






	










# Создает последовательность
range(2, 8) -> 2,3,4,5,6,7

range(10,15) -> 10,11,12,13,14

range(20,10,-1) -> 20,19,18,...,11

range(2,9,2) -> 2 ,4, 6, 8


# Переменные

A = int(input())
B = int(input())
range(A,B) -> A, A+1 , A+2 .... B-1


